Repository: affinitic/collective.favorites
Catalog: src/collective/favorites/locales/*/LC_MESSAGES/collective.favorites.po
Languages: da, uk

source: Add Favorites Portlet
da: Tilføj favoritportlet
uk: Додати в відібране портлет

source: Add to your favorites
da: Gem som favorit
uk: Додати в відібране

source: Add/remove as favorite:
da: Tilføj/fjern som favorit
uk: Додати/видалити відібране:

source: Favorites
da: Favoritter
uk: Відібране

source: Favorites List
da: Liste af favoritter
uk: Список відібраного

source: Favorites portlet
da: Favoritportlet
uk: Відібране портлет

source: Remove from your favorites
da: Fjern fra dine favoritter
uk: Видалити з відібраного

source: The document has been added to your favorites
uk: Документ доданий до відібраного

source: The document has been removed from your favorites
uk: Документ видалено з відібраного

source: The folder has been added to your favorites
uk: Папка додана до відібраного

source: The folder has been removed from your favorites
uk: Папка видалена з відібраного

source: This portlet displays the documents you have selected as your favorites.
da: Denne portlet viser de sider, du har valgt som dine favoritter.
uk: Цей портлет відображає документи котрі Ви додали до відібраного.

source: The item has been added to your favorites
da: Siden er tilføjet til dine favoritter.

source: The item has been removed from your favorites
da: Siden er fjernet fra dine favoritter.
